tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/eid"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "contribsys/faktory"
tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "osx-cross/avr"
tap "paritytech/paritytech"
tap "px4/px4"
tap "sachaos/todoist"
cask "java"
cask "xquartz"
brew "aria2"
brew "autojump"
brew "python3"
brew "awscli"
brew "berkeley-db"
brew "bfg"
brew "cask-repair"
brew "cmake"
brew "coreutils"
brew "curl", args: ["with-nghttp2"]
brew "go"
brew "dep"
brew "dfu-programmer"
brew "elixir"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gnu-sed", args: ["with-default-names"]
brew "httpie"
brew "httpstat"
brew "hugo"
brew "mackup"
brew "neovim"
brew "opam"
brew "postgresql", restart_service: true
brew "pwgen"
brew "python"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "stow"
brew "the_silver_searcher"
brew "translate-shell"
brew "unrar"
brew "wget"
brew "zsh"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "contribsys/faktory/faktory"
brew "ethereum/ethereum/ethereum"
brew "heroku/brew/heroku"
brew "osx-cross/avr/avr-gcc"
brew "paritytech/paritytech/parity"
brew "px4/px4/gcc-arm-none-eabi"
brew "sachaos/todoist/todoist"
cask "aegisub"
cask "aliwangwang"
cask "anki"
cask "atom"
cask "audiobookbinder"
cask "boostnote"
cask "box-sync"
cask "calibre"
cask "ccleaner"
cask "coconutbattery"
cask "cryptomator"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "dropbox"
cask "electrum"
cask "electrum-ltc"
cask "firefox"
cask "flash-npapi"
cask "google-chrome"
cask "insomnia"
cask "jetbrains-toolbox"
cask "keeweb"
cask "keka"
cask "kicad"
cask "litecoin"
cask "macvim"
cask "messenger"
cask "mist"
cask "multibit-hd"
cask "numi"
cask "postman"
cask "seafile-client"
cask "sia-ui"
cask "sparkleshare"
cask "spectacle"
cask "steam"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wire"
cask "xld"
cask "yujitach-menumeters"
cask "caskroom/fonts/font-anonymous-pro"
cask "caskroom/fonts/font-meslo-for-powerline"
