fisherman/await
edc/bass
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-brew
barnybug/docker-fish-completion
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/last_job_id
fisherman/nvm
fisherman/rbenv
